// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "邮政编码不能为空。";
XMO5DigitZIPCodeFormatError = "邮政编码必须为五位数字。";
XMO6DigitZIPCodeFormatError = "邮政编码必须为六位数字。";
XMONoCanadaZIPCodeError = "邮政编码不能为空。";
XMOCanadaZIPCodeFormatError = "邮政编码的格式必须为 \"A9A 9A9\"。";
XMONoUnitedKindomZIPCodeError = "邮政编码不能为空。";
XMOUnitedKindomZIPCodeFormatError = "邮政编码必须为\"AI-2640\"或\"AX[XX] 9AA\"格式";
XMOUnitedKindomBFPOZIPCodeFormatError = "邮政编码的格式必须为 \"BFPO [c/o] N[NNN]\"。";
XMOUnitedStatesZIPCodeFormatError = "邮政编码的格式必须为 \"99999[-9999]\"。";
XMOFranceZIPCodeFormatError = "邮政编码的格式必须为 \"[F-]9X999\"。";
